import './Info.scss'

export const Info = (): JSX.Element => (
	<div className='calc-info'>
		<h2>У QIWI всё под контролем</h2>
		<h3>Нас не коснулись никакие санкции ; )</h3>
		<p>Мы продолжаем проводить операции наших пользователей.</p>

		<h3>
			Когда срочно нужны деньги, пополните кошелек быстрым займом через наших
			партнеров.
		</h3>
		<p>
			Также деньги можно получить на банковскую карту или наличными в офисах
			CONTACT.
		</p>
		<p className='calc-info-clarification'>
			Услуга для лиц старше 18 лет. Понадобится паспорт РФ и почта. Иногда —
			телефон работодателя и авторизация в соцсети.
		</p>
	</div>
)
