import './Info.scss'

export const Info = (): JSX.Element => (
	<div className='calc-info'>
		<h1>У QIWI всё под контролем</h1>
		<p>Нас не коснулись никакие санкции.</p>
		<p>Мы продолжаем проводить операции наших пользователей.</p>
		<p>
			Собрали ответы на все ваши вопросы про карты, международные переводы и не
			только.
		</p>
		<p>
			Когда срочно нужны деньги, пополните кошелек быстрым займом через наших
			партнеров.
		</p>
		<p>
			Также деньги можно получить на банковскую карту или наличными в офисах
			CONTACT.
		</p>
		<span>
			Услуга для лиц старше 18 лет. Понадобится паспорт РФ и почта. Иногда —
			телефон работодателя и авторизация в соцсети.
		</span>
	</div>
)
